const quiz = [
    {
        "q": "Выберите цвет, который нравится вам больше других:",
        "a" : {
            "w": "Жёлтый",
            "t": "Красный",
            "c" : "Белый",
            "s" : "Зелёный",
            "h" : "Оранжевый",
            
        }
    },
     {
        "q": "Многие считают вас человеком:",
        "a" : {
            "w": "Весёлым",
            "t": "Спокойный",
            "c" : "Сообразительным",
            "s" : "Творческим",
            "h" : "Тактичным",
           
        }
    },
     {
        "q": "Чувствуешь себя бодрым?",
        "a" : {
            "w": "Да, горы могу свернуть",
            "t": "Вполне",
            "c" : "Да... Но поспать я бы не отказался",
            "s" : "Скорее, вялым",
            "h" : "Нет",
            
        }
    },
       {
        "q": "С друзьями давно встречался?",
        "a" : {
            "w": "Да вот они, рядом",
            "t": "Скоро увижусь!",
            "c" : "Нет, и это грустно",
            "s" : "Нет, но мне и не хочется",
            "h" : "Нет друзей",
            
        }
    },
      {
        "q": "Правда ли, что при плохой погоде хуже работается?",
        "a" : {
            "w": "Да, в непогоду сам становлюсь как туча, дела не ладятся",
            "t": "Нет, если съесть шоколадку",
            "c" : "Я не обращаю внимания на плохую погоду",
            "s" : "Мне чем пасмурнее, мокрее и прохладнее, тем лучше",
            "h" : "Я не работаю",
            
        }
    },
   
        
        
         
    
];