let answers = {
    "s" : {
        "description" : " Поздравляю! Ты творческая и спокойная пикинская капуста!",
        "image" : "6.jpg",
    } ,
    "w" : {
        "description" : "Поздравляю! Ты весёлая КУКУРУЗКА)",
        "image" : "3.png",
    } ,
    "c" : {
        "description" : "Поздравляю! Ты сообразительный, в меру весёлый лук!",
        "image" : "5.jpg",
    } ,
    "h" : {
        "description" : "Поздравляю! Ты ооочень спокойная тыква!",
        "image" : "7.jpg",
    } ,
    "t" : {
        "description" : "Поздравляю! Ты редиска!",
        "image" : "4.jpg",
    } ,
   
};